Repository: DJCrashdummy/files_texteditor
Catalog: l10n/*/files_texteditor.po
Languages: ast, bg_bg, cs_cz, da, el, es_mx, et_ee, fi_fi, gl, he, hy, is, ja, nb_no, oc, pt_pt, sk_sk, sl, sq, sv, th_th, tr, uk

source: You can not open a folder
bg_bg: Не можете да отворите папката
cs_cz: Tuto složku nemůžete otevřít
el: Δεν μπορείτε να ανοίξετε ένα φάκελο
es_mx: No puede abrir la carpeta
fi_fi: Et voi avata kansiota
gl: Non se pode abrir o cartafol
is: Þú getur ekki opnað möppu
nb_no: Du kan ikke åpne ei mappe
sl: Ne morete odpreti mape
sq: Ju nuk mund të hapni një dosje
sv: Du kan inte öppna en mapp
tr: Bir klasör açamazsınız

source: This file is too big to be opened. Please download the file instead.
ast: El ficheru ye demasiáu grande p'abrilo. Por favor, descarga'l ficheru nel so llugar.
bg_bg: Този файл е твърде голям, за да се отвори. Моля, изтеглете файла.
cs_cz: Soubor je pro otevření příliš veliký. Namísto otevření ho stáhněte.
da: FIlen er for stor til at kunne åbnes direkte. Vær venlig at downloade filen i stedet
el: Αυτό το αρχείο είναι πολύ μεγάλο για να ανοιχθεί. Παρακαλούμε μεταφορτώστε το αρχείο.
es_mx: Este archivo es demasiado grande para ser abierto. Favor de descargarlo en su lugar.
fi_fi: Tiedosto on liian suuri avattavaksi. Lataa tiedosto, jotta voit avata sen.
gl: O ficheiro é grande de máis para ser aberto. Descargue o ficheiro no canto de abrilo.
he: קובץ זה גדול מדי לפתיחה. יש להוריד את הקובץ במקום
hy: Ֆայլը չափից ավելի մեծ է բացելու համար։ Փոխարենը ներբեռնիր խնդրում եմ:
is: Þessi skrá er of stór til að opna hana hér. Halaðu henni niður í staðinn.
ja: ファイルが大きすぎます。ダウンロードしてから開いてください。
nb_no: Denne filen er for stor til å bli åpnet. Last ned filen i stedet.
oc: Aqueste fichièr es tròp voluminós per èsser dobèrt. Telecargatz-lo, puslèu.
pt_pt: Este ficheiro é demasiado grande para ser aberto. Em vez disso, por favor, transfira o ficheiro.
sk_sk: Tento súbor je príliš veľký na to, aby ho bolo možné otvoriť. Prosím, namiesto toho si ho stiahnite.
sl: Datoteka je prevelika in je ni mogoče odpreti. Datoteko prejmite na disk in urejajte krajevno.
sq: Kjo kartelë është shumë e madhe për hapje. Ju lutemi, në vend të kësaj, shkarkojeni.
sv: Denna fil är för stor för att öppnas. Var god ladda ner filen istället.
th_th: เปิดไฟล์นี้ไม่ได้ เพราะมีขนาดใหญ่เกินไป กรุณาดาวน์โหลดไฟล์แทน
tr: Bu dosya açmak için çok büyük. Bunun yerine lütfen dosyayı indirin.
uk: Файл занадто великий для відкриття. Будь ласка, завантажте файл замість цього.

source: Cannot read the file.
ast: Nun ye a lleese'l ficheru
bg_bg: файлът неможе да бъде прочетен.
cs_cz: Soubor nelze přečíst.
da: Kan ikke læse filen.
el: Αδυναμία ανάγνωσης αρχείου.
es_mx: No es posible leer el archivo.
et_ee: Faili lugemine ebaõnnestus.
fi_fi: TIedoston lukeminen epäonnistui.
gl: Non é posíbel ler o ficheiro.
he: לא ניתן לקרוא את הקובץ.
hy: Չկարողացա կարդալ ֆայլը։
is: Get ekki lesið skrána.
ja: ファイルを読み込めません
nb_no: Kan ikke lese filen.
oc: Impossible de legir lo fichièr.
pt_pt: Não é possível ler o ficheiro.
sk_sk: Nemožno čítať súbor.
sl: Datoteke ni mogoče prebrati.
sq: S’lexohet dot kartela.
sv: Kan inte läsa av fil.
th_th: ไม่สามารถอ่านไฟล์
tr: Dosya okunamadı.
uk: Не можливо прочитати файл.

source: Invalid file path supplied.
ast: Camín de ficheru inválidu.
bg_bg: Предоставен е невалиден път до файл.
cs_cz: Zadána neplatná cesta k souboru.
da: Der blev angivet en ugyldig filsti.
el: Έχει δοθεί άκυρη διαδρομή για το αρχείο.
es_mx: La ruta del archivo proporcionada es inválida.
et_ee: Faili asukoht on vigane.
fi_fi: Virheellinen tiedostopolku.
gl: Forneceu unha ruta incorrecta.
he: סופק נתיב קובץ לא חוקי.
hy: Անվավեր ֆայլի հասցե է տրամադրված։
is: Ógild skráarslóð.
ja: 無効なファイルパスが提供されました。
nb_no: Ugyldig sti angitt.
oc: Camin de fichièr provesit invalid.
pt_pt: O Caminho do ficheiro indicado é inválido.
sk_sk: Neplatná cesta k súboru.
sl: Podana je neveljavna pot do datoteke.
sq: U dha shteg i pavlefshëm.
sv: Felaktig sökväg till fil angiven.
th_th: เส้นทางของไฟล์ที่ให้มาไม่ถูกต้อง
tr: Belirtilen dosya yolu geçersiz.
uk: Помилковий шлях до файлу.

source: The file is locked.
ast: El ficheru ta bloquiáu.
bg_bg: Файлът е заключен.
cs_cz: Soubor je uzamčen.
da: Filen er låst
el: Το αρχείο είναι κλειδωμένο.
es_mx: El archivo está bloqueado.
et_ee: Fail on lukus.
fi_fi: Tiedosto on lukittu.
gl: O ficheiro está bloqueado.
he: הקובץ נעול.
hy: Ֆայլը կողպած է։
is: Skráin er læst.
ja: ファイルがロックされています。
nb_no: Filen er låst.
oc: Lo fichièr es verrolhat.
pt_pt: O ficheiro está bloqueado.
sk_sk: Súbor je zamknutý.
sl: Datoteka je zaklenjena.
sq: Kartela është e kyçur.
sv: Denna filen är låst.
th_th: ไฟล์ถูกล็อค
tr: Dosya kilitli.
uk: Файл заблоковано.

source: An internal server error occurred.
ast: Hebo un fallu internu nel sirvidor.
bg_bg: Възникна вътрешна грешка на сървъра.
cs_cz: Došlo k interní chybě serveru.
da: Der er opstået en intern serverfejl.
el: Προέκυψε ένα εσωτερικό σφάλμα διακομιστή.
es_mx: Se presentó un error interno en el servidor.
et_ee: Tekkis sisemine serveri tõrge.
fi_fi: Tapahtui palvelimen sisäinen virhe.
gl: Produciuse un erro interno no servidor.
he: אירעה שגיאת שרת פנימית.
hy: Սերվերի ներքին սխալ։
is: Innri villa kom upp.
ja: 内部サーバーエラーが発生しました。
nb_no: En intern serverfeil oppstod.
oc: Una error intèrna del servidor s'es produsida.
pt_pt: Ocorreu um erro interno no servidor.
sk_sk: Vyskytla sa vnútorná chyba na serveri.
sl: Prišlo je do notranje napake strežnika.
sq: Ndodhi një gabim i brendshëm shërbyesi.
sv: Ett server-fel har inträffat.
th_th: มีข้อผิดพลาดเกิดขึ้นภายในเซิร์ฟเวอร์
tr: Sunucu içinde bir sorun çıktı.
uk: Виникла внутрішня помилка серверу.

source: You can not write to a folder
bg_bg: Не можете да записвате в папката
cs_cz: Do tohoto adresáře nemůžete nahrávat
el: Δεν μπορείτε να γράψετε στον φάκελο
es_mx: No puede escribir a la carpeta
fi_fi: Et voi kirjoittaa kansioon
gl: Non é posíbel escribir no cartafol
is: Þú getur ekki skrifað í möppu
nb_no: Du kan ikke skrive til ei mappe
sv: Du kan inte skriva till en mapp
tr: Bir klasöre yazamazsınız

source: Cannot save file as it has been modified since opening
ast: Nun pudo guardase'l ficheru por mor que ta modificáu dende que s'abrió
bg_bg: Файлът не може да бъде запаметен, защото е бил модифициран след отварянето му
cs_cz: Soubor nelze uložit, protože byl od otevření upraven
da: Kan ikke gemme filen, da den er blevet ændret efter den blev åbnet
el: Δεν είναι δυνατή η αποθήκευση του αρχείου, όπως έχει τροποποιηθεί από το άνοιγμα.
es_mx: No es posible guardar el archivo ya que ha sido modificado desde que fue abierto
et_ee: Faili ei saa salvestada, kune seda on pärast avamist muudetud
fi_fi: Tiedostoa ei voi tallentaa, koska sitä on muokattu avaamisen jälkeen
gl: Non é posíbel gardar o ficheiro, xa que foi modificado trala súa apertura
he: לא ניתן לשמור את הקובץ כיוון שהקובץ שונה מאז פתיחתו
hy: Չեմ կարող պահել ֆայլը, քանի որ այն բացելուց հետո փոփոխվել է
is: Get ekki vistað skrána þar sem henni hefur verið breytt síðan hún var opnuð
ja: 変更したファイルは使用中のため保存できません
nb_no: Kan ikke lagre filen siden den har blitt endret.
oc: Impossible de salvar lo fichièr, es estat modificat entre temps
pt_pt: Não é possível guardar o ficheiro porque este foi modificado desde a abertura
sk_sk: Nie je možné uložiť súbor, pretože bol od otvorenia zmenený
sl: Ni mogoče shraniti datoteke, ker je bila v času trenutne seje že spremenjena.
sq: S’ruhet dot kartela, ngaqë është ndryshuar që prej hapjes
sv: Kan inte spara filen eftersom den har ändrats sedan den öppnats.
th_th: ไม่สามารถบันทึกไฟล์ในขณะที่มันถูกเปิดและแก้ไขอยู่
tr: Dosya açıldıktan sonra değiştirildiği için kaydedilemedi
uk: Неможливо зберегти файл оскільки він був змінений після відкриття

source: Insufficient permissions
ast: Permisos insuficientes
bg_bg: Недостатъчни права
cs_cz: Nedostatečná oprávnění
da: Utilstrækkeligt med rettigheder
el: Μη επαρκή δικαιώματα
es_mx: Permisos insuficientes
et_ee: Pole piisavalt õiguseid
fi_fi: Oikeudet eivät riitä
gl: Non ten permisos abondo
he: אין הרשאות מספקות
is: Ekki næg réttindi
ja: 権限が不足しています
nb_no: Ikke rettigheter
oc: Permissions insufisentas
pt_pt: Permissões insuficientes
sk_sk: Nedostatočné oprávnenia
sl: Neustrezna dovoljenja
sq: Leje të pamjaftueshme
sv: Otillräcklig behörighet.
th_th: สิทธิ์ไม่เพียงพอ
tr: İzinler yetersiz
uk: Недостатньо прав доступу

source: File path not supplied
ast: Camín de ficheru non soportáu
bg_bg: Не е предоставен път до файл
cs_cz: Nebyla dodána cesta k souboru
da: Filstien er ikke angivet
el: Η διαδρομή του αρχείου δεν παρέχεται.
es_mx: La ruta del archivo no fue proporcionada
et_ee: Faili asukoht on määramata
fi_fi: TIedoston polkua ei annettu
gl: Non forneceu unha ruta de ficheiro
he: נתיב קובץ לא סופק
hy: Ֆայլի հասցեն տրամադրված չէ
is: Skrá slóð fylgir ekki
ja: ファイルパスが足りません
nb_no: Filbane ikke angitt
oc: Camin del fichièr pas provesit
pt_pt: Caminho do ficheiro não indicado
sk_sk: Nebola uvedená cesta k súboru
sl: Pot do datoteke ni podana
sq: S’u dha shteg kartele
sv: Ingen sökväg till fil angiven.
th_th: ไม่ได้ระบุเส้นทางของไฟล์
tr: Dosya yolu belirtilmemiş
uk: Невідомий шлях файлу

source: File mtime not supplied
ast: Ficheru mtime non soportáu
bg_bg: Не е предоставено време на модификация на файла - mtime
cs_cz: Nebyl dodán čas změny souboru
da: Filen mtime er ikke anvist
el: Ο χρόνος τροποποίησης του αρχείου δεν παρέχεται
es_mx: El archivo mtime no fue proporcionado
et_ee: Faili mtime puudub
fi_fi: Tiedoston mtime-arvoa ei ole annettu
gl: Non forneceu o ficheiro mtime
he: קובץ mtime לא סופק
hy: Ֆայլի mtimeը տրամադրված չէ
is: mtime skrá fylgir ekki
ja: ファイルのアクセス時刻がありません
nb_no: Filens mtime ikke angitt
oc: mtime del fichièr pas provesit
pt_pt: O Ficheiro mtime não foi indicado
sk_sk: Nebol uvedený mtime súboru
sl: Datoteka mtime ni podana
sq: S’u dha mtime kartele
sv: Inget mtime-attribut angivet för filen.
th_th: ไม่ได้ให้ไฟล์ mtime มาด้วย
tr: Dosya mtime belirtilmemiş
uk: Невідомий час модифікації файлу

source: saving...
ast: guardando...
bg_bg: записва...
cs_cz: ukládání...
da: gemmer...
el: γίνεται αποθήκευση...
es_mx: guardando...
et_ee: Salvestamine...
fi_fi: tallennetaan...
gl: gardando...
he: בשמירה...
hy: պահում եմ...
is: er að vista ...
ja: 保存中...
nb_no: lagrer...
oc: enregistrament...
pt_pt: a guardar...
sk_sk: ukladám...
sl: poteka shranjevanje ...
sq: po ruhet…
sv: sparar...
th_th: กำลังบันทึก...
tr: kaydediliyor...
uk: збереження...

source: saved!
ast: ¡guardáu!
bg_bg: записан!
cs_cz: uloženo!
da: gemt!
el: αποθηκεύτηκε!
es_mx: ¡Guardado!
et_ee: Salvestatud!
fi_fi: tallennettu!
gl: gardado!
he: נשמר!
hy: պահվե՛ց
is: vistað!
ja: 保存されました！
nb_no: lagret!
oc: enregistrat !
pt_pt: guardado!
sk_sk: uložené!
sl: shranjeno!
sq: u ruajt!
sv: sparad!
th_th: บันทึกแล้ว!
tr: kaydedildi!
uk: збережено!

source: failed!
ast: ¡falló!
bg_bg: неуспешно!
cs_cz: selhalo!
da: mislykkedes!
el: απέτυχε!
es_mx: ¡Se presentó una falla!
et_ee: ebaõnnestus!
fi_fi: epäonnistui!
gl: produciuse un fallo!
he: נכשל!
hy: ձախողվե՛ց
is: mistókst!
ja: 失敗しました！
nb_no: mislyktes!
oc: fracàs !
pt_pt: falhou!
sk_sk: neúspešné!
sl: spodletelo!
sq: dështoi!
sv: misslyckades.
th_th: ล้มเหลว!
tr: kaydedilemedi!
uk: не вдалося!

source: Saved
ast: Guardáu
bg_bg: Запазено
cs_cz: Uloženo
da: Gemt
el: Αποθηκεύτηκαν
es_mx: Guardado
et_ee: Salvestatud
fi_fi: Tallennettu
gl: Gardado
he: נשמר
hy: Պահված
is: Vistað
ja: 保存されました
nb_no: Lagret
oc: Enregistrat
pt_pt: Guardado
sk_sk: Uložené
sl: Shranjeno
sq: U ruajt
sv: Sparad
th_th: บันทึกแล้ว
tr: Kaydedildi
uk: Збережено

source: There was a problem saving your changes. Click to resume editing.
ast: Hebo un problema guardando tos cambéos. Calca pa reaniciar la edición.
bg_bg: Възникна проблем при записване на промените. Кликнете, за да се възобнови редактирането.
cs_cz: Došlo k chybě při ukládání změn. Klikněte pro pokračování v úpravách.
da: Der opstod et problem ved lagringen af dine ændringer. Klik for at genoptage redigeringen.
el: Προέκυψε πρόβλημα κατά την αποθήκευση των αλλαγών σας. Κάντε κλικ για να συνεχίσετε την επεξεργασία.
es_mx: Se presentó un problema al guardar sus cambios. Favor de hacer click para continuar editando.
et_ee: Sinu muudatuste salvestamisega tekkis viga. Kliki muutmise jätkamiseks.
fi_fi: Muutoksien tallentamisessa ilmeni ongelmia. Napsauta palataksesi muokkaamiseen.
gl: Xurdiu un problema ao gardar os cambios. Prema para retomar a edición.
he: אירעה בעייה בשמירת השינויים. יש ללחוץ לחידוש העריכה.
hy: Խնդիր եղավ փոփոխությունները պահելիս։ Կտտացրու խմբագրումը շարունակելու համար։
is: Það kom upp vandamál við að vista breytingarnar þínar. Smelltu til að halda ritun áfram.
ja: 変更を保存する際に問題が発生しました．クリックして編集を再開する．
nb_no: Det oppstod et problem ved lagring av endringene dine. Klikk for å fortsette redigering.
oc: Un problèma s'es produsit al moment del salvament de vòstras modificacions. Clicatz per contunhar l'edicion.
pt_pt: Ocorreu um problema ao guardar as suas alterações. Clique para retomar a edição.
sk_sk: Vyskytol sa problém s ukladaním zmien. Kliknite pre pokračovanie v úpravách.
sl: Prišlo je do napake med shranjevanjem sprememb. Kliknite za nadaljevanje urejanja.
sq: Pati një problem në ruajtjen e ndryshimeve tuaja. Klikoni që të rimerret përpunimi.
sv: Det uppstod ett fel när vi försökte spara dina ändringar. Klicka för att fortsätta redigera.
th_th: พบปัญหาการบันทึกการเปลี่ยนแปลงของคุณ คลิกที่นี่เพื่อกลับไปแก้ไข
tr: Değişiklikleriniz kaydedilirken bir sorun çıktı. Düzenlemeye geri dönmek için tıklayın.
uk: Трапилася проблема при збереженні змін. Натисніть, щоб продовжити редагування.

source: An error occurred!
ast: Hebo un fallu!
bg_bg: Възникна грешка!
cs_cz: Nastala chyba!
da: Der opstod en fejl!
el: Παρουσιάστηκε σφάλμα!
es_mx: ¡Se presentó un error!
et_ee: Tekis tõrge!
fi_fi: Tapahtui virhe!
gl: Produciuse un erro!
he: אירעה תקלה!
hy: Սխալ պատահեց
is: Villa kom upp!
ja: エラーが発生しました。
nb_no: En feil oppstod!
oc: Una error s'es produsida !
pt_pt: Ocorreu um erro!
sk_sk: Vyskytla sa chyba!
sl: Prišlo je do napake!
sq: Ndodhi një gabim!
sv: Ett fel uppstod!
th_th: เกิดข้อผิดพลาดบางประการ!
tr: Bir sorun çıktı!
uk: Сталася помилка!

source: Edit
bg_bg: Редакция
cs_cz: Upravit
el: Επεξεργασία
es_mx: Editar
fi_fi: Muokkaa
gl: Editar
is: Breyta
nb_no: Rediger
sv: Redigera
tr: Düzenle

source: Mixed
bg_bg: Комбинирано
cs_cz: Smíšený
es_mx: Mixto
gl: Mesturado
is: Blandað
nb_no: Blandet
sv: Blandad
tr: Karışık

source: Preview
bg_bg: Преглед
cs_cz: Náhled
el: Προεπισκόπηση
es_mx: Previsualizar
fi_fi: Esikatselu
gl: Vista previa
is: Forskoðun
nb_no: Forhåndsvis
sv: Förhandsvisa
tr: Önizleme

source: New text file
bg_bg: Нов текстов файл
cs_cz: Nový textový soubor
el: Νέο αρχείο κειμένου
es_mx: Nuevo archivo de texto
fi_fi: Uusi tekstitiedosto
gl: Novo ficheiro de texto
is: Ný textaskrá
nb_no: Ny tekstfil
sv: Ny Textfil
tr: Yeni metin dosyası

source: New text file.txt
ast: Nuevu testu ficheru.txt
bg_bg: Нов текст file.txt
cs_cz: Nový textový soubor.txt
da: Ny tekst file.txt
el: Νέο αρχείο κειμένου.txt
es_mx: Nuevo archivo de texto.txt
et_ee: Uus tekstifail.txt
fi_fi: Uusi tekstitiedosto.txt
gl: Novo ficheiro de texto.txt
he: קובץ טקסט חדש.txt
hy: Նոր տեքստ ֆայլ.txt
is: Ný textaskrá.txt
ja: 新規のテキストファイル作成
nb_no: Ny tekstfil.txt
oc: Novèl fichièr tèxte .txt
pt_pt: Novo ficheiro.txt
sk_sk: Nový text file.txt
sl: Nova datoteka.txt
sq: Kartelë e re file.txt
sv: nytextfil.txt
th_th: ไฟล์ข้อความใหม่ .txt
tr: Yeni metin dosyası.txt
uk: Новий текстовий файл file.txt

source: Text editor
bg_bg: Текстов редактор
cs_cz: Textový editor
el: Επεξεργαστής κειμένου
es_mx: Editor de texto
fi_fi: Tekstimuokkain
gl: Editor de texto
is: Textaritill
nb_no: Tekstbehandler
sv: Textredigerare
tr: Metin düzenleyici
